{"-4396725a":"Registration is live!","-14ccd7d8":"April 24-26, 2023","25b5eb92":"Austin, TX","-5c165007":"Register now","-48378adc":"Organized by:","a03da7b":"The Filecoin Network Base is your home base in Austin ahead of Consensus 2023. ","-1f2dc793":"Visit our co-working space to catch a lightning talk, participate in workshops with developers, and learn about the latest on the Filecoin Virtual Machine. Spanning three floors, packed with programming, networking opportunities, coaching sessions and more, the Network Base is your go to spot for cross chain collaboration and connections in Austin. ","200d":"‍","7e9a25fd":"The Network base is open daily from 10:00 AM to 8:00 PM, April 24th through 26th. ","-2e5cdd8f":"Interested in partnering with us or hosting your own event in the space? ","33b84301":"Reach out","21b3c91a":"OUR NETWORK","46615ca7":"filecoin.io","-330f0881":"fil.org","-18777cc2":"protocol.ai","3b32b6d":"ABOUT","-24630032":"Code of Conduct","-3fbde6f6":"Privacy Policy","-4ad5204b":"Copyright © 2023 Filecoin Foundation","fe4b3":"繁體","-72596ba":"Join us for DeStor HK!","b1ded90":"Calling all Filecoin Storage Providers, Clients & Investors","6f7afeaf":"Apply for your FREE Ticket now!","da3ba46":"A FREE ticket to ","-382d8f65":"Filecoin DeStorHK","2204869f":" gets you full-day access to Web3 Festival on the 15th of April, Limit one ticket per application; full-access pass restricted to Web3 Festival 4/15/23. ","31f3e313":"What’s the next step for your storage provider business?","-209dc1f7":"Come to ","50ec12be":"DeStor HK","-250ce4b0":" - a half day event created specifically for ","-43444236":"Filecoin Storage Providers","41f166ab":".  This event offers a unique opportunity to connect with other providers, hear from experts at Protocol Labs and your peers, and learn new strategies for maximizing your storage business and capabilities.  You’ll gain insights into the latest developments in blockchain technology (like FVM) and how they are evolving and revolutionizing your business potential.  You will also have the chance to explore new collaboration opportunities that will also help grow your business through improved utility and efficiency.  ","-2d1c6d2c":" is a must-attend event as you look to stay ahead of the curve and drive your business forward.","-2aa6fea4":"加入我們參加DeStor HK","-34cbd9b0":"ENGLISH","-33d00093":"呼叫所有的Filecoin存儲提供者、客戶和投資者。","339ff2ef":"立即申請您的免費門票！","4e7f3364":"免費的Filecoin DeStorHK門票可以讓您在4月15日全天進入Web3節慶，每個申請只限制一張門票；完全通行證僅限於Web3節慶4/15/23。","-7450ab72":"你的存儲服務業務下一步是什麼？","5a8f6439":"快來參加DeStor HK——這是專為Filecoin存儲服務提供商設計的半天活動。本次活動為您提供了與其他提供商聯繫、聆聽Protocol Labs和您的同行專家意見、學習最大化您的存儲業務和能力的新策略的獨特機會。您將獲得有關區塊鏈技術（如FVM）的最新發展及其如何演進和革新您的業務潛力的深入見解。您還有機會探索新的合作機會，通過提高實用性和效率來幫助增長業務。對於想要保持領先並推動業務前進的人來說，DeStor HK是必參加的活動。","2b0d9730":"Register here to join the Filecoin community and our partners this April 24-26 at the ","-37ee0de8":"Filecoin Network Base."}